build-essential
curl
wget
git
unzip
zip
ca-certificates
gnupg
lsb-release
software-properties-common
pkg-config
zsh
flatpak

htop
btop
tree
jq
ripgrep
fd-find
bat
fzf

strace
ltrace
net-tools
iproute2
dnsutils

openssh-client
httpie
